[
    {
        "id": "1",
        "category": "ffdg ",
        "name": "IELTS Essay: Increase in Travel",
        "Description": "In the past animals were being used to travel which made the whole process quite difficult. However, at present majority of the individuals are travelling because of the new updated facilities being provided which made transport quite convenient and at the same time it provided an affordable package as well. In addition, the population is also being benefited as the method of travelling are being rapidly developed and comfortable along with the attracted packages providing them with an opportunity to discover a new place and interact with an individual with completely different tradition and along with that they can also enjoy tourism with cheaper flights as many affordable packages are currently present."
        
       
      },
      {
        "id": "2",
        "category": "ffdg ",
        "name": "IELTS Essay: Animal Experimentation",
        "Description": "A number of people believe that animal experimentation should be lawful for scientific studies as it helps to discover beneficial knowledge, while others hold the opposite view and think this is wrong. I think that any kind of experiment on animals is inhumane and scientists should look at other alternatives such as plant-based research instead."
       
      },
      {
        "id": "3",
        "category": "ffdg ",
        "name": "How to Schedule Facebook Posts Like a Genius!",
        "Description": "Sticking to a social media content calendar becomes tenfold easier when you start scheduling Facebook posts in advance. It helps you with consistency, staying on top of the schedule, and avoiding long timeline gaps with little to no effort!"
       
       
      },
      {
        "id": "4",
        "category": "ffdg ",
        "name": "10 Hidden Data Entry Outsourcing Benefits You Need to Know About",
        "Description": "There are some technique that will help yu to get the best from Data entry.It depends on your practice. IF you work hard in this field you will be succed"
     
      },
      {
        "id": "5",
        "category": "ffdg ",
        "name": "IELTS Essay: Increase in Travel",
        "Description": "In the past animals were being used to travel which made the whole process quite difficult. However, at present majority of the individuals are travelling because of the new updated facilities being provided which made transport quite convenient and at the same time it provided an affordable package as well. In addition, the population is also being benefited as the method of travelling are being rapidly developed and comfortable along with the attracted packages providing them with an opportunity to discover a new place and interact with an individual with completely different tradition and along with that they can also enjoy tourism with cheaper flights as many affordable packages are currently present."
        
       
      },
      {
        "id": "6",
        "category": "ffdg ",
        "name": "How to Search Engine Optimize Your Blog Content",
        "Description": "Blogging helps boost SEO quality by positioning your website as a relevant answer to your customers' questions. Blog posts that use a variety of on-page SEO tactics can give you more opportunities to rank in search engines and make your site more appealing to visitors.."
        
      }
    ]
     